//出版数据

export const chatList = [
  {
    role:'assistant',//默认每个会话收到第一会话
    content:'我是您的选题思路助手，可以帮您分析市场需求，提供选题建议。请告诉我您想要策划的图书类型或主题。。'
  },
  {
    role:'assistant',//默认每个会话收到第一会话
    content:'我是您的选题实施助手，可以帮您制定具体的实施方案。请告诉我您的选题内容。。'
  },
  {
    role:'assistant',//默认每个会话收到第一会话
    content:'我是您的审稿助手，可以帮您审查稿件内容、结构、语言等方面的问题。您可以直接输入文本，或点击左侧回形针图标上传图片。'
  },
  {
    role:'assistant',//默认每个会话收到第一会话
    content:'我是您的创意图片生成助手，可以帮您绘制创意图片。请描述您需要的图片。'
  },
  {
    role:'assistant',//默认每个会话收到第一会话
    content:'我是您的语音生成助手，可以帮您将文本转换为语音消息。请输入您想要转换的文本内容。'
  },
  {
    role:'assistant',//默认每个会话收到第一会话
    content:'我是您的超级知识助手，可以回答各类知识问题。请问您想了解什么？'
  },
  {
    role:'assistant',//默认每个会话收到第一会话
    content:'我是您的行业规范助手，可以回答各类行业知识问题。请问您想了解什么？'
  },
  {
    role:'assistant',//默认每个会话收到第一会话
    content:'我是您的创意绘图助手，可以帮您绘制创意插图。请描述您需要的插图内容。'
  },
  {
    role:'assistant',//默认每个会话收到第一会话
    content:'我是您的财务知识助手，可以解答财务相关问题。请问您想了解什么？'
  },
  {
    role:'assistant',//默认每个会话收到第一会话
    content:'我是您的法律知识助手，可以解答法律相关问题。请问您想了解什么？'
  },
  {
    role:'assistant',//默认每个会话收到第一会话
    content:'我是您的翻译助手，可以帮您进行多语言翻译。请提供需要翻译的内容。'
  },
  {
    role:'assistant',//默认每个会话收到第一会话
    content:'我是您的会议编写助手，可以帮您整理会议记录。请提供需要转写的内容。'
  },
  {
    role:'assistant',//默认每个会话收到第一会话
    content:'我是您的ppt生成助手，可以帮您设计PPT内容。请告诉我PPT的主题。'
  },
  {
    role:'assistant',//默认每个会话收到第一会话
    content:'我是您的文本润色助手，可以帮您优化文字表达。请提供需要润色的文本。'
  },
  {
    role:'assistant',//默认每个会话收到第一会话
    content:'我是您的发言稿撰写助手，可以帮您撰写各类发言稿。请告诉我发言的场合和主题。'
  },
  {
    role:'assistant',//默认每个会话收到第一会话
    content:' 我是您的财务审查助手，可以帮您审查财务相关内容。请提供需要审查的内容。'
  },
  {
    role:'assistant',//默认每个会话收到第一会话
    content:' 我是您的企业分析助手，可以帮您分析企业财务、项目相关内容。请提供需要企业材料。'
  },
  {
    role:'assistant',//默认每个会话收到第一会话
    content:' 我是您的人员管理助手，可以帮您分析人员数据库。请告诉我人员的信息。'
  },
  {
    role:'assistant',//默认每个会话收到第一会话
    content:' 我是您的报表生成助手，可以帮您生成报表。请提供企业数据。'
  },
  {
    role:'assistant',//默认每个会话收到第一会话
    content:' 我是您的项目管理助手，可以帮您管理项目各方面工作。请选择您需要的功能：战略分析、产品管理或版权合同。'
  },
  {
    role:'assistant',//默认每个会话收到第一会话
    content:' 我是您的战略分析助手，可以帮您结合市场和项目实时数据，优化市场战略和营销战略。'
  },
  {
    role:'assistant',//默认每个会话收到第一会话
    content:' 我是您的产品管理助手，可以帮您辅助动态定价和产品销售预测，统筹库存和销售情况给出分析建议。'
  },
  {
    role:'assistant',//默认每个会话收到第一会话
    content:' 我是您的版权合同助手，可以帮您对版权、合同合规等问题进行判断和监测。'
  },
]